Repository: ungchun/cue
Catalog: cue/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, pt_br, ru, th, vi, zh_hans, zh_hant

source: %lld Hidden
ar: %lld مخفي
de: %lld ausgeblendet
es: %lld ocultos
fr: %lld masqués
hi: %lld छिपे
id: %lld disembunyikan
it: %lld nascosti
ja: %lld個非表示
ko: %lld개 숨김
ms: %lld disembunyikan
pt_br: %lld ocultos
ru: Скрыто: %lld
th: ซ่อน %lld
vi: %lld đã ẩn
zh_hans: 已隐藏 %lld 个
zh_hant: 已隱藏 %lld 個

source: %lld items
ar: %lld عنصر
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
hi: %lld आइटम
id: %lld item
it: %lld elementi
ja: %lld項目
ko: 항목 %lld개
ms: %lld item
pt_br: %lld itens
ru: %lld элементов
th: %lld รายการ
vi: %lld mục
zh_hans: %lld个项目
zh_hant: %lld個項目

source: / mo
ar: / شهر
de: / Mon.
es: / mes
fr: / mois
hi: / माह
id: / bln
it: / mese
ja: / 月
ko: / 월
ms: / bln
pt_br: / mês
ru: / мес.
th: / เดือน
vi: / tháng
zh_hans: / 月
zh_hant: / 月

source: / yr
ar: / سنة
de: / Jahr
es: / año
fr: / an
hi: / वर्ष
id: / thn
it: / anno
ja: / 年
ko: / 년
ms: / thn
pt_br: / ano
ru: / год
th: / ปี
vi: / năm
zh_hans: / 年
zh_hant: / 年

source: A Live that stays on all day
ar: لايف يبقى مفعّلاً طوال اليوم
de: Ein Live, das den ganzen Tag anbleibt
es: Un Live encendido todo el día
fr: Un Live actif toute la journée
hi: पूरे दिन चालू रहने वाला लाइव
id: Live yang menyala sepanjang hari
it: Un Live attivo tutto il giorno
ja: 一日中消えないライブ
ko: 하루 종일 꺼지지 않는 라이브
ms: Live yang menyala sepanjang hari
pt_br: Um Live ligado o dia todo
ru: Live, работающий весь день
th: Live ที่เปิดค้างไว้ทั้งวัน
vi: Live bật suốt cả ngày
zh_hans: 全天常亮的实时活动
zh_hant: 全天常亮的即時動態

source: A monthly calendar beside your memos and schedule
ar: تقويم شهري بجانب مذكراتك وجدولك
de: Ein Monatskalender neben Memos und Terminen
es: Un calendario mensual junto a tus notas y tu agenda
fr: Un calendrier mensuel à côté de vos mémos et de votre agenda
hi: आपके मेमो और शेड्यूल के साथ मासिक कैलेंडर
id: Kalender bulanan di samping memo dan jadwal
it: Un calendario mensile accanto a note e agenda
ja: メモや予定の横に月間カレンダー
ko: 메모·일정 옆에 월간 캘린더
ms: Kalendar bulanan di sebelah memo dan jadual anda
pt_br: Um calendário mensal ao lado das suas notas e agenda
ru: Календарь на месяц рядом с заметками и расписанием
th: ปฏิทินรายเดือนข้างบันทึกและกำหนดการ
vi: Lịch tháng bên cạnh ghi chú và lịch trình
zh_hans: 备忘和日程旁的月历
zh_hant: 備忘和行程旁的月曆

source: A to Z
ar: من الألف إلى الياء
de: A bis Z
es: A a Z
fr: A à Z
hi: A से Z
id: A ke Z
it: A-Z
ja: 昇順
ko: 가나다 순
ms: A ke Z
pt_br: A a Z
ru: От А до Я
th: ก-ฮ
vi: A đến Z
zh_hans: 升序
zh_hant: 升序

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add Note
ar: إضافة ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
hi: नोट जोड़ें
id: Tambah Catatan
it: Aggiungi nota
ja: メモを追加
ko: 메모 추가
ms: Tambah Nota
pt_br: Adicionar nota
ru: Добавить заметку
th: เพิ่มบันทึก
vi: Thêm ghi chú
zh_hans: 添加备忘
zh_hant: 加入備忘

source: Add session
ar: إضافة جلسة
de: Sitzung hinzufügen
es: Añadir sesión
fr: Ajouter une session
hi: सत्र जोड़ें
id: Tambah sesi
it: Aggiungi sessione
ja: セッションを追加
ko: 세션 추가
ms: Tambah sesi
pt_br: Adicionar sessão
ru: Добавить сессию
th: เพิ่มเซสชัน
vi: Thêm phiên
zh_hans: 添加会话
zh_hant: 加入工作階段

source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
ms: Semua
pt_br: Todos
ru: Все
th: ทั้งหมด
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All day
ar: طوال اليوم
de: Ganztägig
es: Todo el día
fr: Journée
hi: पूरा दिन
id: Sepanjang hari
it: Tutto il giorno
ja: 終日
ko: 하루 종일
ms: Sepanjang hari
pt_br: Dia todo
ru: Весь день
th: ทั้งวัน
vi: Cả ngày
zh_hans: 全天
zh_hant: 整天

source: Always Show Live
ar: إظهار اللايف دائماً
de: Live immer zeigen
es: Mostrar Live siempre
fr: Toujours afficher
hi: लाइव हमेशा दिखाएं
id: Selalu Tampilkan Live
it: Mostra sempre Live
ja: ライブを常に表示
ko: 라이브 항상 표시
ms: Sentiasa Tunjuk Live
pt_br: Sempre mostrar Live
ru: Всегда показывать
th: แสดง Live เสมอ
vi: Luôn hiện Live
zh_hans: 始终显示实时活动
zh_hant: 永遠顯示即時動態

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.
hi: एक अज्ञात त्रुटि हुई।
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak diketahui berlaku.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生不明錯誤。

source: As many Pomodoro sessions as you want
ar: جلسات بومودورو بلا حدود
de: So viele Pomodoro-Sitzungen, wie du willst
es: Tantas sesiones Pomodoro como quieras
fr: Autant de sessions Pomodoro que vous voulez
hi: जितने चाहें उतने पोमोडोरो सत्र
id: Sesi Pomodoro sebanyak yang Anda mau
it: Tutte le sessioni Pomodoro che vuoi
ja: ポモドーロセッションを好きなだけ
ko: 뽀모도로 세션을 원하는 만큼
ms: Sesi Pomodoro sebanyak yang anda mahu
pt_br: Quantas sessões Pomodoro você quiser
ru: Сколько угодно сессий Pomodoro
th: เซสชัน Pomodoro ได้มากเท่าที่ต้องการ
vi: Bao nhiêu phiên Pomodoro tùy thích
zh_hans: 想用多少番茄钟就用多少
zh_hant: 想用多少番茄鐘就用多少

source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
id: Menaik
it: Crescente
ja: 昇順
ko: 오름차순
ms: Menaik
pt_br: Crescente
ru: По возрастанию
th: จากน้อยไปมาก
vi: Tăng dần
zh_hans: 升序
zh_hant: 升序

source: Auto-renews · Cancel anytime
ar: تجديد تلقائي · إلغاء في أي وقت
de: Verlängert sich automatisch · Jederzeit kündbar
es: Se renueva automáticamente · Cancela cuando quieras
fr: Renouvellement automatique · Résiliable à tout moment
hi: स्वतः नवीनीकरण · कभी भी रद्द करें
id: Perpanjang otomatis · Batal kapan saja
it: Si rinnova automaticamente · Annulla quando vuoi
ja: 自動更新 · いつでも解約可能
ko: 자동 갱신 · 언제든 취소 가능
ms: Perbaharui automatik · Batal bila-bila masa
pt_br: Renovação automática · Cancele quando quiser
ru: Автопродление · Отмена в любое время
th: ต่ออายุอัตโนมัติ · ยกเลิกได้ทุกเมื่อ
vi: Tự động gia hạn · Hủy bất cứ lúc nào
zh_hans: 自动续订 · 随时取消
zh_hant: 自動續訂 · 隨時取消

source: Background and text colors your way
ar: ألوان الخلفية والنص حسب ذوقك
de: Hintergrund- und Textfarben nach deinem Geschmack
es: Colores de fondo y texto a tu gusto
fr: Couleurs de fond et de texte à votre goût
hi: पृष्ठभूमि और टेक्स्ट के रंग अपने अंदाज़ में
id: Warna latar dan teks sesuai selera
it: Colori di sfondo e testo a modo tuo
ja: 背景と文字の色を自分好みに
ko: 배경·글자 색을 내 취향대로
ms: Warna latar dan teks ikut citarasa anda
pt_br: Cores de fundo e texto do seu jeito
ru: Цвета фона и текста на ваш вкус
th: สีพื้นหลังและข้อความตามใจคุณ
vi: Màu nền và màu chữ theo ý bạn
zh_hans: 背景和文字颜色随心定制
zh_hant: 背景與文字顏色隨心自訂

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: ブルー
ko: 파랑
ms: Biru
pt_br: Azul
ru: Синий
th: น้ำเงิน
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

source: Break
ar: استراحة
de: Pause
es: Descanso
fr: Pause
hi: ब्रेक
id: Istirahat
it: Pausa
ja: 休憩
ko: 휴식
ms: Rehat
pt_br: Intervalo
ru: Перерыв
th: พัก
vi: Nghỉ
zh_hans: 休息
zh_hant: 休息

source: Break Complete
ar: انتهت الاستراحة
de: Pause beendet
es: Descanso terminado
fr: Pause terminée
hi: ब्रेक पूरा
id: Istirahat Selesai
it: Pausa finita
ja: 休憩完了
ko: 휴식 완료
ms: Rehat Selesai
pt_br: Intervalo concluído
ru: Перерыв окончен
th: พักเสร็จแล้ว
vi: Nghỉ xong
zh_hans: 休息完成
zh_hant: 休息完成

source: Break Paused
ar: الاستراحة متوقفة
de: Pause angehalten
es: Descanso en pausa
fr: Pause suspendue
hi: ब्रेक रुका
id: Istirahat Dijeda
it: Pausa sospesa
ja: 休憩を一時停止
ko: 휴식 일시정지
ms: Rehat Dijeda
pt_br: Intervalo pausado
ru: Перерыв на паузе
th: พักหยุดชั่วคราว
vi: Tạm dừng nghỉ
zh_hans: 休息已暂停
zh_hant: 休息已暫停

source: Break time
ar: وقت الاستراحة
de: Pausenzeit
es: Tiempo de descanso
fr: Temps de pause
hi: ब्रेक का समय
id: Waktu istirahat
it: Ora della pausa
ja: 休憩時間
ko: 휴식 시간
ms: Masa rehat
pt_br: Hora do intervalo
ru: Время перерыва
th: เวลาพัก
vi: Giờ nghỉ
zh_hans: 休息时间
zh_hant: 休息時間

source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fr: Luminosité
hi: चमक
id: Kecerahan
it: Luminosità
ja: 明度
ko: 명도
ms: Kecerahan
pt_br: Brilho
ru: Яркость
th: ความสว่าง
vi: Độ sáng
zh_hans: 明度
zh_hant: 明度

source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
pt_br: Calendário
ru: Календарь
th: ปฏิทิน
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: Calendar access needed
ar: يلزم الوصول إلى التقويم
de: Kalenderzugriff erforderlich
es: Se necesita acceso al calendario
fr: Accès au calendrier requis
hi: कैलेंडर एक्सेस आवश्यक
id: Perlu akses kalender
it: Serve l'accesso al calendario
ja: カレンダーへのアクセスが必要です
ko: 캘린더 접근이 필요해요
ms: Perlu akses kalendar
pt_br: Acesso ao calendário necessário
ru: Нужен доступ к календарю
th: ต้องการเข้าถึงปฏิทิน
vi: Cần quyền truy cập lịch
zh_hans: 需要访问日历
zh_hant: 需要取用行事曆

source: Calendars
ar: التقويمات
de: Kalender
es: Calendarios
fr: Agendas
hi: कैलेंडर
id: Kalender
it: Calendari
ja: カレンダー
ko: 캘린더
ms: Kalendar
pt_br: Calendários
ru: Календари
th: ปฏิทิน
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Kosongkan
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
pt_br: Limpar
ru: Очистить
th: ล้าง
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pt_br: Fechar
ru: Закрыть
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
id: Warna
it: Colore
ja: カラー
ko: 색상
ms: Warna
pt_br: Cor
ru: Цвет
th: สี
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Complete Reminder
ar: إكمال التذكير
de: Erledigt
es: Completar recordatorio
fr: Terminer
hi: रिमाइंडर पूरा करें
id: Selesaikan Pengingat
it: Completa promemoria
ja: リマインダーを完了
ko: 미리알림 완료
ms: Selesaikan Peringatan
pt_br: Concluir lembrete
ru: Выполнить
th: ทำเสร็จ
vi: Hoàn tất nhắc nhở
zh_hans: 完成提醒事项
zh_hant: 完成提醒事項

source: Completed
ar: مكتمل
de: Erledigt
es: Completado
fr: Terminé
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了済み
ko: 완료됨
ms: Selesai
pt_br: Concluído
ru: Выполнено
th: เสร็จแล้ว
vi: Đã hoàn tất
zh_hans: 已完成
zh_hant: 已完成

source: Couldn't start Live Activity.
ar: تعذّر بدء Live Activity.
de: Live Activity konnte nicht gestartet werden.
es: No se pudo iniciar la Live Activity.
fr: Impossible de démarrer la Live Activity.
hi: लाइव एक्टिविटी शुरू नहीं हो सकी।
id: Tidak dapat memulai Live Activity.
it: Impossibile avviare la Live Activity.
ja: ライブアクティビティを開始できませんでした。
ko: 라이브 액티비티를 시작할 수 없습니다.
ms: Tidak dapat memulakan Live Activity.
pt_br: Não foi possível iniciar a Live Activity.
ru: Не удалось запустить Live Activity.
th: ไม่สามารถเริ่ม Live Activity ได้
vi: Không thể bắt đầu Live Activity.
zh_hans: 无法启动实时活动。
zh_hant: 無法啟動即時動態。

source: Creation Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: निर्माण तिथि
id: Tanggal Dibuat
it: Data di creazione
ja: 作成日
ko: 생성일
ms: Tarikh Dicipta
pt_br: Data de criação
ru: Дата создания
th: วันที่สร้าง
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 建立日期

source: Custom color
ar: لون مخصص
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
id: Warna khusus
it: Colore personalizzato
ja: カスタムカラー
ko: 커스텀 색상
ms: Warna tersuai
pt_br: Cor personalizada
ru: Свой цвет
th: สีที่กำหนดเอง
vi: Màu tùy chỉnh
zh_hans: 自定颜色
zh_hant: 自訂顏色

source: Customize Live
ar: تخصيص اللايف
de: Live anpassen
es: Personalizar Live
fr: Personnaliser le Live
hi: लाइव कस्टमाइज़ करें
id: Sesuaikan Live
it: Personalizza Live
ja: ライブをカスタマイズ
ko: 라이브 커스텀
ms: Sesuaikan Live
pt_br: Personalizar Live
ru: Настроить Live
th: ปรับแต่ง Live
vi: Tùy chỉnh Live
zh_hans: 自定实时活动
zh_hant: 自訂即時動態

source: Cycle
ar: دورة
de: Zyklus
es: Ciclo
hi: साइकल
id: Siklus
it: Ciclo
ja: サイクル
ko: 사이클
ms: Kitaran
pt_br: Ciclo
ru: Цикл
th: รอบ
vi: Chu kỳ
zh_hans: 周期
zh_hant: 週期

source: Cycles
ar: الدورات
de: Zyklen
es: Ciclos
hi: साइकल
id: Siklus
it: Cicli
ja: サイクル数
ko: 사이클 수
ms: Kitaran
pt_br: Ciclos
ru: Циклы
th: จำนวนรอบ
vi: Số chu kỳ
zh_hans: 周期数
zh_hant: 週期數

source: Daily
ar: يومياً
de: Täglich
es: Diario
fr: Tous les jours
hi: रोज़ाना
id: Harian
it: Giornaliero
ja: 毎日
ko: 매일
ms: Harian
pt_br: Diário
ru: Ежедневно
th: รายวัน
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
pt_br: Escuro
ru: Тёмная
th: มืด
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख़
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
pt_br: Data
ru: Дата
th: วันที่
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Date & Time
ar: التاريخ والوقت
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
hi: तारीख़ और समय
id: Tanggal & Waktu
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
ms: Tarikh & Masa
pt_br: Data e hora
ru: Дата и время
th: วันที่และเวลา
vi: Ngày & Giờ
zh_hans: 日期与时间
zh_hant: 日期與時間

source: Default View
ar: العرض الافتراضي
de: Standardansicht
es: Vista predeterminada
fr: Vue par défaut
hi: डिफ़ॉल्ट व्यू
id: Tampilan Default
it: Vista predefinita
ja: デフォルト表示
ko: 기본 화면
ms: Paparan Lalai
pt_br: Visualização padrão
ru: Вид по умолчанию
th: มุมมองเริ่มต้น
vi: Chế độ xem mặc định
zh_hans: 默认视图
zh_hant: 預設檢視

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
pt_br: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete '%@'
ar: حذف '%@'
de: '%@' löschen
es: Eliminar '%@'
fr: Supprimer '%@'
hi: '%@' हटाएं
id: Hapus '%@'
it: Elimina '%@'
ja: 「%@」を削除
ko: '%@' 삭제
ms: Padam '%@'
pt_br: Excluir '%@'
ru: Удалить '%@'
th: ลบ '%@'
vi: Xóa '%@'
zh_hans: 删除“%@”
zh_hant: 刪除「%@」

source: Delete List
ar: حذف القائمة
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
hi: सूची हटाएं
id: Hapus Daftar
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
ms: Padam Senarai
pt_br: Excluir lista
ru: Удалить список
th: ลบรายการ
vi: Xóa danh sách
zh_hans: 删除列表
zh_hant: 刪除列表

source: Delete Session
ar: حذف الجلسة
de: Sitzung löschen
es: Eliminar sesión
fr: Supprimer
hi: सत्र हटाएं
id: Hapus Sesi
it: Elimina sessione
ja: セッションを削除
ko: 세션 삭제
ms: Padam Sesi
pt_br: Excluir sessão
ru: Удалить сессию
th: ลบเซสชัน
vi: Xóa phiên
zh_hans: 删除会话
zh_hant: 刪除工作階段

source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
id: Menurun
it: Decrescente
ja: 降順
ko: 내림차순
ms: Menurun
pt_br: Decrescente
ru: По убыванию
th: จากมากไปน้อย
vi: Giảm dần
zh_hans: 降序
zh_hant: 降序

source: Detail
ar: التفاصيل
es: Detalle
fr: Détail
hi: विवरण
it: Dettaglio
ja: 詳細
ko: 상세
ms: Butiran
pt_br: Detalhe
ru: Подробно
th: รายละเอียด
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
id: Rincian
it: Dettagli
ja: 詳細
ko: 세부사항
ms: Perincian
pt_br: Detalhes
ru: Подробности
th: รายละเอียด
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Discard Changes
ar: تجاهل التغييرات
de: Verwerfen
es: Descartar cambios
fr: Ignorer
hi: बदलाव छोड़ें
id: Buang Perubahan
it: Ignora modifiche
ja: 変更を破棄
ko: 변경 사항 폐기
ms: Buang Perubahan
pt_br: Descartar alterações
ru: Отменить
th: ละทิ้งการเปลี่ยนแปลง
vi: Hủy thay đổi
zh_hans: 放弃更改
zh_hant: 放棄更改

source: Discard Changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?
hi: बदलाव छोड़ें?
id: Buang Perubahan?
it: Ignorare le modifiche?
ja: 変更を破棄しますか？
ko: 이 변경 사항을 폐기하겠습니까?
ms: Buang Perubahan?
pt_br: Descartar alterações?
ru: Отменить изменения?
th: ละทิ้งการเปลี่ยนแปลงไหม?
vi: Hủy thay đổi?
zh_hans: 要放弃更改吗？
zh_hant: 要放棄更改嗎？

source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de pantalla
fr: Mode d'affichage
hi: डिस्प्ले मोड
id: Mode Tampilan
it: Modo di visualizzazione
ja: 表示モード
ko: 화면 모드
ms: Mod Paparan
pt_br: Modo de exibição
ru: Режим отображения
th: โหมดการแสดงผล
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
hi: पूर्ण
id: Selesai
it: Fine
ja: 完了
ko: 닫기
ms: Selesai
pt_br: OK
ru: Готово
th: เสร็จ
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Due Date
ar: تاريخ الاستحقاق
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Échéance
hi: नियत तिथि
id: Tanggal Jatuh Tempo
it: Scadenza
ja: 期限
ko: 마감일
ms: Tarikh Akhir
pt_br: Data de vencimento
ru: Срок
th: วันครบกำหนด
vi: Ngày đến hạn
zh_hans: 截止日期
zh_hant: 截止日期

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 時間
ko: 시간
ms: Tempoh
pt_br: Duração
ru: Длительность
th: ระยะเวลา
vi: Thời lượng
zh_hans: 时长
zh_hant: 時間長度

source: Earliest First
ar: الأبكر أولاً
de: Früheste zuerst
es: Primero los más tempranos
fr: Plus tôt d'abord
hi: जल्दी वाले पहले
id: Terawal Dulu
it: Prima i primi
ja: 早い順
ko: 이른 항목 순으로
ms: Terawal Dahulu
pt_br: Mais cedo primeiro
ru: Сначала ранние
th: เร็วสุดก่อน
vi: Sớm nhất trước
zh_hans: 从早到晚
zh_hant: 由早到晚

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 수정
pt_br: Editar
ru: Править
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Session
ar: تعديل الجلسة
de: Sitzung bearbeiten
es: Editar sesión
fr: Modifier la session
hi: सत्र संपादित करें
id: Edit Sesi
it: Modifica sessione
ja: セッションを編集
ko: 세션 수정
ms: Edit Sesi
pt_br: Editar sessão
ru: Изменить сессию
th: แก้ไขเซสชัน
vi: Sửa phiên
zh_hans: 编辑会话
zh_hant: 編輯工作階段

source: End
ar: إنهاء
de: Ende
es: Terminar
fr: Fin
hi: समाप्त
id: Akhiri
it: Termina
ja: 終了
ko: 종료
ms: Tamat
pt_br: Encerrar
ru: Конец
th: จบ
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: End Sound
ar: صوت النهاية
de: Endton
es: Sonido final
fr: Son de fin
hi: समाप्ति ध्वनि
id: Suara Akhir
it: Suono finale
ja: 終了音
ko: 종료 소리
ms: Bunyi Tamat
pt_br: Som final
ru: Звук конца
th: เสียงเมื่อจบ
vi: Âm báo kết thúc
zh_hans: 结束提示音
zh_hant: 結束提示音

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Every %lld days
ar: كل %lld يوم
de: Alle %lld Tage
es: Cada %lld días
fr: Tous les %lld jours
hi: हर %lld दिन
id: Setiap %lld hari
it: Ogni %lld giorni
ja: %lld日ごと
ko: %lld일마다
ms: Setiap %lld hari
pt_br: A cada %lld dias
ru: Каждые %lld дн.
th: ทุก %lld วัน
vi: Mỗi %lld ngày
zh_hans: 每 %lld 天
zh_hant: 每 %lld 天

source: Every %lld months
ar: كل %lld شهر
de: Alle %lld Monate
es: Cada %lld meses
fr: Tous les %lld mois
hi: हर %lld माह
id: Setiap %lld bulan
it: Ogni %lld mesi
ja: %lldか月ごと
ko: %lld개월마다
ms: Setiap %lld bulan
pt_br: A cada %lld meses
ru: Каждые %lld мес.
th: ทุก %lld เดือน
vi: Mỗi %lld tháng
zh_hans: 每 %lld 个月
zh_hant: 每 %lld 個月

source: Every %lld weeks
ar: كل %lld أسبوع
de: Alle %lld Wochen
es: Cada %lld semanas
fr: Toutes les %lld semaines
hi: हर %lld सप्ताह
id: Setiap %lld minggu
it: Ogni %lld settimane
ja: %lld週間ごと
ko: %lld주마다
ms: Setiap %lld minggu
pt_br: A cada %lld semanas
ru: Каждые %lld нед.
th: ทุก %lld สัปดาห์
vi: Mỗi %lld tuần
zh_hans: 每 %lld 周
zh_hant: 每 %lld 週

source: Every %lld years
ar: كل %lld سنة
de: Alle %lld Jahre
es: Cada %lld años
fr: Tous les %lld ans
hi: हर %lld वर्ष
id: Setiap %lld tahun
it: Ogni %lld anni
ja: %lld年ごと
ko: %lld년마다
ms: Setiap %lld tahun
pt_br: A cada %lld anos
ru: Каждые %lld г.
th: ทุก %lld ปี
vi: Mỗi %lld năm
zh_hans: 每 %lld 年
zh_hant: 每 %lld 年

source: Focus
ar: تركيز
de: Fokus
es: Foco
hi: फ़ोकस
id: Fokus
ja: 集中
ko: 집중
ms: Fokus
pt_br: Foco
ru: Фокус
th: โฟกัส
vi: Tập trung
zh_hans: 专注
zh_hant: 專注

source: Focus Complete
ar: انتهى التركيز
de: Fokus beendet
es: Foco terminado
fr: Focus terminé
hi: फ़ोकस पूरा
id: Fokus Selesai
it: Focus finito
ja: 集中完了
ko: 집중 완료
ms: Fokus Selesai
pt_br: Foco concluído
ru: Фокус завершён
th: โฟกัสเสร็จแล้ว
vi: Tập trung xong
zh_hans: 专注完成
zh_hant: 專注完成

source: Focus Paused
ar: التركيز متوقف
de: Fokus angehalten
es: Foco en pausa
fr: Focus suspendu
hi: फ़ोकस रुका
id: Fokus Dijeda
it: Focus sospeso
ja: 集中を一時停止
ko: 집중 일시정지
ms: Fokus Dijeda
pt_br: Foco pausado
ru: Фокус на паузе
th: โฟกัสหยุดชั่วคราว
vi: Tạm dừng tập trung
zh_hans: 专注已暂停
zh_hant: 專注已暫停

source: Focus time
ar: وقت التركيز
de: Fokuszeit
es: Tiempo de foco
fr: Temps de focus
hi: फ़ोकस का समय
id: Waktu fokus
it: Ora del focus
ja: 集中時間
ko: 집중 시간
ms: Masa fokus
pt_br: Hora de foco
ru: Время фокуса
th: เวลาโฟกัส
vi: Giờ tập trung
zh_hans: 专注时间
zh_hant: 專注時間

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
pt_br: Geral
ru: Основные
th: ทั่วไป
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Go to the ‘Automation’ tab in the Shortcuts app and create a new automation.
ar: انتقل إلى علامة التبويب ‘الأتمتة’ في تطبيق الاختصارات وأنشئ أتمتة جديدة.
de: Gehe in der Kurzbefehle-App zum Tab „Automation“ und erstelle eine neue Automation.
es: Ve a la pestaña ‘Automatización’ en la app Atajos y crea una nueva automatización.
fr: Allez dans l'onglet « Automatisation » de l'app Raccourcis et créez une nouvelle automatisation.
hi: शॉर्टकट ऐप में ‘ऑटोमेशन’ टैब पर जाएं और नया ऑटोमेशन बनाएं।
id: Buka tab ‘Otomasi’ di aplikasi Pintasan dan buat otomasi baru.
it: Vai alla scheda ‘Automazione’ nell'app Comandi Rapidi e crea una nuova automazione.
ja: ショートカットアプリの「オートメーション」タブを開き、新しいオートメーションを作成します。
ko: 단축어 앱의 ‘자동화’ 탭으로 이동하여 새로운 자동화를 생성합니다.
ms: Pergi ke tab ‘Automasi’ dalam aplikasi Pintasan dan cipta automasi baharu.
pt_br: Vá até a aba ‘Automação’ no app Atalhos e crie uma nova automação.
ru: Откройте вкладку «Автоматизация» в приложении «Быстрые команды» и создайте новую автоматизацию.
th: ไปที่แท็บ ‘ระบบอัตโนมัติ’ ในแอปทางลัดแล้วสร้างระบบอัตโนมัติใหม่
vi: Vào tab ‘Tự động hóa’ trong ứng dụng Phím tắt và tạo tự động hóa mới.
zh_hans: 打开“快捷指令”App 的“自动化”标签，新建一个自动化。
zh_hant: 打開「捷徑」App 的「自動化操作」標籤頁，並建立新的自動化操作。

source: Gray
ar: رمادي
de: Grau
es: Gris
fr: Gris
hi: ग्रे
id: Abu-abu
it: Grigio
ja: グレー
ko: 회색
ms: Kelabu
pt_br: Cinza
ru: Серый
th: เทา
vi: Xám
zh_hans: 灰色
zh_hant: 灰色

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: グリーン
ko: 초록
ms: Hijau
pt_br: Verde
ru: Зелёный
th: เขียว
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

source: Hide Completed
ar: إخفاء المكتملة
de: Erledigte ausblenden
es: Ocultar completados
fr: Masquer les terminés
hi: पूर्ण छिपाएं
id: Sembunyikan yang Selesai
it: Nascondi completati
ja: 完了済みを非表示
ko: 완료된 항목 숨기기
ms: Sembunyikan yang Selesai
pt_br: Ocultar concluídos
ru: Скрыть выполненные
th: ซ่อนที่เสร็จแล้ว
vi: Ẩn mục đã xong
zh_hans: 隐藏已完成
zh_hant: 隱藏已完成

source: Hue
ar: الصبغة
de: Farbton
es: Tono
fr: Teinte
hi: रंगत
id: Rona
it: Tonalità
ja: 色相
ko: 색조
ms: Rona
pt_br: Matiz
ru: Оттенок
th: เฉดสี
vi: Tông màu
zh_hans: 色相
zh_hant: 色相
